{
  "basics":{
    "name":"Danil",
    "surName":"Pospelov",
    "label":"Web Developer",
    "location":"Ukraine",
    "web":"http://jimmysblog.com",
    "picture":"https://scontent.fmpw1-1.fna.fbcdn.net/v/t1.0-1/s320x320/151039687_109683187825108_1847151376088827585_n.jpg?_nc_cat=107&ccb=3&_nc_sid=7206a8&_nc_ohc=JTMHoZ-aDAcAX-b8Vmc&_nc_ht=scontent.fmpw1-1.fna&tp=7&oh=643644eebd8b376b305aa87793b7e4af&oe=604D4C95",
    "email":"pospgv14@gmail.com",
    "phone":"(380) 98-567-7697",
    "links":{
      "instagram":"https://www.instagram.com/",
      "facebook":"https://www.facebook.com",
      "twitter":"https://twitter.com"
    }
  },
  "about":{
    "intro":"Welcome to my resume! My name is Danil and i'm a young, but no less confident developer in the field of web programming. And all because I am ready to achieve the necessary goals, I strive to study modern technologies, invent and create something of my own.\n\n I mainly specialize in building cascading user interfaces and basically fronted part of an application, with a really beautiful architecture using JavaScript component frameworks like the great Vue.js and the inimitable React."
  },
  "skills":{
    "basic":[
      {
        "title":"HTML / CSS",
        "description":"I can type almost any responsive template using pure HTML, CSS or using post and preprocessors like Pug, Jade, Stylus, SASS and so on. If only I was given a sensible web designer. Also, I am familiar with such Css frameworks as Materialize, Bootstrap, Semantic UI."
      },
      {
        "title":"JS frameworks",
        "description":"I've been friends with JavaScript component frameworks for about two years now. I give my preference to Vue and React. I believe that I am well versed in the main issues regarding the development of user interfaces and the creation of full-fledged SPA applications."
      },
      {
        "title":"Backend",
        "description":"As an API for my web applications, I mostly use pure PHP hosted on an Apache or Nnginx web server, but also had development experience using Node.js."
      },
      {
        "title":"Database",
        "description":"In my practice, I used the following databases: MariaDB, PostgreSQL, Microsoft SQL Server. From NoSQL, this is MongoDB, and in addition to this Cloud Firestore and Realtime Database from Firebase."
      }
    ]
  }
}
